export const weekdays: string[][] = [
	["Понедельник", "Пн"],
	["Вторник", "Вт"],
	["Среда", "Ср"],
	["Четверг", "Чт"],
	["Пятница", "Пт"],
	["Суббота", "Сб"],
	["Воскресенье", "Вск"],
];

export const months: string[][] = [
	["Январь", "Января", "Янв"],
	["Ферваль", "Февраля", "Фев"],
	["Март", "Марта", "Мар"],
	["Апрель", "Апреля", "Апр"],
	["Май", "Мая", "Мая"],
	["Июнь", "Июня", "Июн"],
	["Июль", "Июля", "Июл"],
	["Август", "Августа", "Авг"],
	["Сентябрь", "Сентября", "Сен"],
	["Октябрь", "Октября", "Окт"],
	["Ноябрь", "Ноября", "Нояб"],
	["Декабрь", "Декабря", "Дек"],
];
